docs/mathematics/workshops/KBhModernEconomy.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-27 Wed 14:19 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Money and Economics</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>

</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Money and Economics</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2021-10-27 Wed 14:19</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org4a57646">1. So, what's money?</a></li>
<li><a href="#org12e2c65">2. Abstract Money</a>
<ul>
<li><a href="#orgb0765cd">2.1. Fundamental Believes</a></li>
<li><a href="#org61ddee0">2.2. Scholarly Definitions of Money</a></li>
</ul>
</li>
<li><a href="#org92e6176">3. Representing Market Structures</a></li>
<li><a href="#orgd2deca7">4. How is Money Created</a>
<ul>
<li><a href="#org13c0100">4.1. What's the Demand for Money?</a></li>
<li><a href="#orgbbf1e60">4.2. Operations of a central bank</a></li>
</ul>
</li>
</ul>
</div></div>
</div>

<div id="outline-container-org4a57646" class="outline-2">
<h2 id="org4a57646"><span class="section-number-2">1</span> So, what's money?</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Abstract representation of value, and a proxy for value</li>
<li>Medium for exchange</li>
<li>Universally accepted</li>
<li>No other function</li>
<li>An abstract class for "good"</li>
<li>Medium of exchange: facilitates trade</li>
</ul>
</div>
</div>

<div id="outline-container-org12e2c65" class="outline-2">
<h2 id="org12e2c65"><span class="section-number-2">2</span> Abstract Money</h2>
<div class="outline-text-2" id="text-2">
<p>
<b><b>Abstract Money</b></b>: substitute for <i>trust</i> in trade. 
</p>

<p>
<b><b>Symbolic Fiat Money</b></b>: money is worthless paper and hence the value of the money does not come from the thing itself. "Fiat": made up.
</p>

<p>
Money is worthless. The worth of money is drawn simply from you trusting others will trust it, and others trusting that you will trust it, etc.
</p>

<p>
"Money is the foundation of society and hence it is the government's power over society."
</p>
</div>

<div id="outline-container-orgb0765cd" class="outline-3">
<h3 id="orgb0765cd"><span class="section-number-3">2.1</span> Fundamental Believes</h3>
<div class="outline-text-3" id="text-2-1">
<ol class="org-ol">
<li>Beliefs in each agent in the acceptability of money to the other agents</li>
<li>Beliefs of the individual agents about the trustworthiness of the bank which controls the money supply</li>
<li>Beliefs in the government will <i>not</i> run the printing presses: it's cheaper and easier to trust government</li>
</ol>

<p>
Authorities projects stability. You knew who they were, you knew their name, and you know where they lived. That's more stable and nice compared to some guy you see once.
</p>
</div>
</div>

<div id="outline-container-org61ddee0" class="outline-3">
<h3 id="org61ddee0"><span class="section-number-3">2.2</span> Scholarly Definitions of Money</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>"Money is what money does"</li>
<li>"Money is an institutionalized symbol of trust"</li>
<li>"Money is a <b>strategic decoupling device</b>" &#x2014; it allows us to create more strategies for bartering. Each leg of bartering between two objects could be async; supply and demand is separated</li>
<li>"Money is a criterion for distinguishing players" &#x2014; the printing of the money distinguishes those who print the money from everyone else</li>
<li>"Money is a means of generalized <b>side payments</b>" &#x2014; money allows the dealings and splittings of goods and people ("I will pay you for half a cow.")</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org92e6176" class="outline-2">
<h2 id="org92e6176"><span class="section-number-2">3</span> Representing Market Structures</h2>
<div class="outline-text-2" id="text-3">
<p>
"Currencies" are nodes in a market that connect to more than one node. Because then it could be exchanged with each other. 
</p>
</div>
</div>

<div id="outline-container-orgd2deca7" class="outline-2">
<h2 id="orgd2deca7"><span class="section-number-2">4</span> How is Money Created</h2>
<div class="outline-text-2" id="text-4">
<p>
How do we make Fiat money? In the "Money Market", someone has control of the printing process, and someone has to put it into circulation.
</p>

<p>
To represent this, we usually use a graph:
</p>

<ul class="org-ul">
<li>the good being created: independent variable \(M\)</li>
<li>the price that the goods will cost: dependent variable \(i\)</li>
</ul>

<p>
This is a very special good; its price is the interest rate. There is some value \(M_s\) which is the ceiling of the money.
</p>
</div>

<div id="outline-container-org13c0100" class="outline-3">
<h3 id="org13c0100"><span class="section-number-3">4.1</span> What's the Demand for Money?</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Its cheap and easy to trust the government, as a part of a government bond. The central bank sets an interest rate, and then figures how much money to print.
</p>
</div>
</div>

<div id="outline-container-orgbbf1e60" class="outline-3">
<h3 id="orgbbf1e60"><span class="section-number-3">4.2</span> Operations of a central bank</h3>
<div class="outline-text-3" id="text-4-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Assets</th>
<th scope="col" class="org-left">Liabilities</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Government Bonds</td>
<td class="org-left">Currency in circulation (lender of the last resort)</td>
</tr>
</tbody>
</table>

<p>
Note! They don't generate value. Their literal purpose is to convert Trust (government bonds) to Money, and visa versa.
</p>

<p>
The value of the US government exclusively comes from its ability to tax people.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
